package com.example.foxlab.utils

public val QList: List<Question> = listOf(
    Question("Вопрос1", "Ответ1", "Ответ2", "Ответ3" ,"Ответ4", 1),
    Question("2+2?",
        "4", "5", "6" ,"8", 1),
    Question("Вопрос3", "Ответ1", "Ответ2", "Ответ3" ,"Ответ4", 3),
    Question("Вопрос4", "Ответ1", "Ответ2", "Ответ3" ,"Ответ4", 1),
    Question("Вопрос5", "Ответ1", "Ответ2", "Ответ3" ,"Ответ4", 4),
    Question("Вопрос6", "Ответ1", "Ответ2", "Ответ6" ,"Ответ4", 3),
    Question("Вопрос7", "Ответ1", "Ответ2", "Ответ3" ,"Ответ4", 2),
    Question("Вопрос8", "Ответ1", "Ответ2", "Ответ3" ,"Ответ4", 1),
    Question("Вопрос9", "Ответ1", "Ответ2", "Ответ3" ,"Ответ4", 1),
    Question("Вопрос10", "Ответ1", "Ответ2", "Ответ3" ,"Ответ4", 2),
)